// Notifications
"MESSAGE_TEXT" = "%1$@: %2$@";
"MESSAGE_NOTEXT" = "%1$@ hat dir eine Nachricht gesendet";
"MESSAGE_PHOTO" = "%1$@ hat dir ein Foto gesendet";
"MESSAGE_VIDEO" = "%1$@ hat dir ein Video gesendet";
"MESSAGE_CONTACT" = "%1$@ hat dir einen Kontakt gesendet";
"MESSAGE_GEO" = "%1$@ hat dir einen Standort gesendet";
"MESSAGE_DOC" = "%1$@ hat dir eine Datei gesendet";
"MESSAGE_AUDIO" = "%1$@ hat dir eine Sprachnachricht gesendet";
"ENCRYPTED_MESSAGE" = "Du hast eine neue Nachricht%1$@";
"ENCRYPTION_REQUEST" = "Neue Verschlüsselungs-Aufforderung%1$@";
"ENCRYPTION_ACCEPT" = "Deine Verschlüsselungs-Aufforderung wurde angenommen%1$@";
"DC_UPDATE" = "Diese Mitteilung öffnen, um die App-Einstellungen zu aktualisieren";

"CHAT_MESSAGE_TEXT" = "%1$@@%2$@: %3$@";
"CHAT_MESSAGE_NOTEXT" = "%1$@ hat eine Nachricht an die Gruppe %2$@ gesendet";
"CHAT_MESSAGE_PHOTO" = "%1$@ hat ein Foto an die Gruppe %2$@ gesendet";
"CHAT_MESSAGE_VIDEO" = "%1$@ hat ein Video an die Gruppe %2$@ gesendet";
"CHAT_MESSAGE_CONTACT" = "%1$@ hat einen Kontakt an die Gruppe %2$@ gesendet";
"CHAT_MESSAGE_GEO" = "%1$@ hat einen Standort an die Gruppe %2$@ gesendet";
"CHAT_MESSAGE_DOC" = "%1$@ hat eine Datei an die Gruppe %2$@ gesendet";
"CHAT_MESSAGE_AUDIO" = "%1$@ hat eine Sprachnachricht an die Gruppe %2$@ gesendet";
"CHAT_CREATED" = "%1$@ hat dich in die Gruppe %2$@ eingeladen";
"CHAT_TITLE_EDITED" = "%1$@ hat den Namen der Gruppe %2$@ geändert";
"CHAT_PHOTO_EDITED" = "%1$@ hat das Bild der Gruppe %2$@ geändert";
"CHAT_ADD_MEMBER" = "%1$@ hat %3$@ in die Gruppe %2$@ eingeladen";
"CHAT_ADD_YOU" = "%1$@ hat dich in die Gruppe %2$@ eingeladen";
"CHAT_DELETE_YOU" = "%1$@ hat dich aus der Gruppe %2$@ entfernt";
"CHAT_DELETE_MEMBER" = "%1$@ hat %3$@ aus der Gruppe %2$@ entfernt";
"CHAT_LEFT" = "%1$@ hat die Gruppe %2$@ verlassen";
"CHAT_RETURNED" = "%1$@ ist in die Gruppe %2$@ zurückgekehrt";

"CONTACT_JOINED" = "%1$@ benutzt jetzt Telegram!";
"CONTACT_REQUESTED" = "%1$@ hat deine Kontaktdaten angefordert";
"CONTACT_ACCEPTED" = "%1$@ hat deine Kontaktanfrage akzeptiert";
"CONTACT_ACTIVATED" = "%1$@ hat dir geholfen dein Konto zu aktivieren!";

"AUTH_UNKNOWN" = "Zugriff von einem neuen Gerät %1$@";
"AUTH_REGION" = "Zugriff von einem neuen Gerät %1$@, Standort: %2$@";

// Common
"Common.OK" = "OK";
"Common.Cancel" = "Abbrechen";
"Common.Edit" = "Bearbeiten";
"Common.edit" = "bearbeiten";
"Common.Done" = "Fertig";
"Common.Next" = "Weiter";
"Common.Delete" = "Löschen";
"Common.Create" = "Erstellen";
"Common.Back" = "Zurück";
"Common.Close" = "Schließen";
"Common.Yes" = "Ja";
"Common.No" = "Nein";
"Common.TakePhotoOrVideo" = "Foto oder Video aufnehmen";
"Common.TakePhoto" = "Foto aufnehmen";
"Common.ChoosePhoto" = "Foto auswählen";
"Common.ChooseVideo" = "Video auswählen";
"Common.of" = "von";
"Common.Search" = "Suchen";
"Common.More" = "Mehr";

// State
"State.connecting" = "verbinde";
"State.updating" = "aktualisiere";
"State.Connecting" = "Verbinde …";
"State.Updating" = "Aktualisiere …";
"State.WaitingForNetwork" = "Warte auf Netzwerk...";

// Presence
"Presence.online" = "online";
"Presence.offline" = "offline";
"Presence.invisible" = "unsichtbar";

// Date
"Month.GenJanuary" = "Januar";
"Month.GenFebruary" = "Februar";
"Month.GenMarch" = "März";
"Month.GenApril" = "April";
"Month.GenMay" = "Mai";
"Month.GenJune" = "Juni";
"Month.GenJuly" = "Juli";
"Month.GenAugust" = "August";
"Month.GenSeptember" = "September";
"Month.GenOctober" = "Oktober";
"Month.GenNovember" = "November";
"Month.GenDecember" = "Dezember";
"Month.ShortJanuary" = "Jan";
"Month.ShortFebruary" = "Feb";
"Month.ShortMarch" = "Mär";
"Month.ShortApril" = "Apr";
"Month.ShortMay" = "Mai";
"Month.ShortJune" = "Jun";
"Month.ShortJuly" = "Jul";
"Month.ShortAugust" = "Aug";
"Month.ShortSeptember" = "Sep";
"Month.ShortOctober" = "Okt";
"Month.ShortNovember" = "Nov";
"Month.ShortDecember" = "Dez";
"Weekday.ShortMonday" = "Mo";
"Weekday.ShortTuesday" = "Di";
"Weekday.ShortWednesday" = "Mi";
"Weekday.ShortThursday" = "Do";
"Weekday.ShortFriday" = "Fr";
"Weekday.ShortSaturday" = "Sa";
"Weekday.ShortSunday" = "So";
"Weekday.Monday" = "Montag";
"Weekday.Tuesday" = "Dienstag";
"Weekday.Wednesday" = "Mittwoch";
"Weekday.Thursday" = "Donnerstag";
"Weekday.Friday" = "Freitag";
"Weekday.Saturday" = "Samstag";
"Weekday.Sunday" = "Sonntag";

"Time.TodayAt" = "heute um %@";
"Time.YesterdayAt" = "gestern um %@";

"LastSeen.JustNow" = "zul. online gerade eben";
"LastSeen.MinutesAgo_1" = "zul. online vor 1 Minute"; //one
"LastSeen.MinutesAgo_2" = "zul. online vor 2 Minuten"; //two
"LastSeen.MinutesAgo_3_10" = "zul. online vor %@ Minuten"; //three to ten
"LastSeen.MinutesAgo_any" = "zul. online vor %@ Minuten"; // more than ten
"LastSeen.HoursAgo_1" = "zul. online vor 1 Stunde";
"LastSeen.HoursAgo_2" = "zul. online vor 2 Stunden";
"LastSeen.HoursAgo_3_10" = "zul. online vor %@ Stunden";
"LastSeen.HoursAgo_any" = "zul. online vor %@ Stunden";
"LastSeen.TodayAt" = "zul. online heute um %@";
"LastSeen.YesterdayAt" = "zul. online gestern um %@";
"LastSeen.AtWeekday" = "zul. online %@";
"LastSeen.AtDate" = "zul. online %@";

"Date.DialogDateFormat" = "{day}. {month}";

// Tour
"Tour.Title1" = "Telegram";
"Tour.Text1" = "Die **schnellste** Messaging App der Welt. **Kostenlos** und **sicher**.";

"Tour.Title2" = "Schnell";
"Tour.Text2" = "**Telegram** stellt Nachrichten\nschneller zu als alle anderen Anwendungen.";

"Tour.Title3" = "Leistungsstark";
"Tour.Text3" = "**Telegram** bietet Gruppenchats, \nSprachnachrichten und Versand von\nDateien beliebiger Größe.";

"Tour.Title4" = "Sicher";
"Tour.Text4" = "**Telegram** schützt deine\nNachrichten vor Hackerangriffen.";

"Tour.Title5" = "Cloud-basiert";
"Tour.Text5" = "**Telegram** kannst du vom Handy,\nTablet oder auch Computer\nsynchronisiert benutzen.";

"Tour.Title6" = "Kostenlos";
"Tour.Text6" = "**Telegram** ist für immer kostenlos.\nKeine Werbung. Keine Abo-Kosten.";

"Tour.Title7" = "Vertraulich";
"Tour.Text7" = "**Telegram**-Nachrichten sind stark verschlüsselt und können sich selbst zerstören.";

"Tour.StartButton" = "Jetzt beginnen";

// Login
"Login.PhoneAndCountryHelp" = "Bitte Landeskennzahl bestätigen und Nummer eingeben.";
"Login.CodeHelp" = "Wir haben dir einen Aktivierungscode per SMS an die Nummer\n%@ zugeschickt";
"Login.CodeSentInternal" = "Bitte den Code eingeben, den du in er vorherigen **Telegram**-Version erhalten hast.";
"Login.HaveNotReceivedCodeInternal" = "Du hast den Code noch nicht erhalten?";
"Login.CodeSentSms" = "Wir haben dir gerade eine SMS mit einem Code geschickt.";
"Login.Code" = "Code";
"Login.CallRequestState1" = "Telegram ruft dich in %d:%.2d an";
"Login.CallRequestState2" = "Einen Anruf von Telegram anfordern ...";
"Login.CallRequestState3" = "Telegram hat deine Nummer gewählt.\n[Code nicht bekommen?]";
"Login.EmailNotConfiguredError" = "Bitte ein E-Mail-Konto einstellen.";
"Login.EmailCodeSubject" = "%@, kein Code";
"Login.EmailCodeBody" = "Meine Telefonnummer ist:\n%@\nIch bekomme keinen Aktivierungscode für Telegram.";
"Login.UnknownError" = "Ein Fehler ist aufgetreten. Bitte versuche es später erneut.";
"Login.InvalidCodeError" = "Du hast einen ungültigen Code eingegeben. Bitte versuche es erneut.";
"Login.NetworkError" = "Bitte überprüfe deine Internetverbindung und versuche es erneut.";
"Login.CodeExpiredError" = "Der Code ist abgelaufen. Bitte versuche es erneut.";
"Login.CodeFloodError" = "Limit überschritten. Bitter versuche es später erneut.";
"Login.InvalidPhoneError" = "Ungültige Telefonnummer. Bitte versuche es erneut.";
"Login.InvalidFirstNameError" = "Ungültiger Vorname. Bitte versuche es erneut.";
"Login.InvalidLastNameError" = "Ungültiger Nachname. Bitte versuche es erneut.";
"Login.InactiveHelp" = "Keiner deiner Kontakte\nnutzt bisher Telegram.\nWir benachrichtigen dich\nwenn jemand beitritt.\nDu kannst auch sofort\neinen Freund einladen.";
"Login.InviteButton" = "Einen Freund zu einem Chat einladen";

"Login.PhoneTitle" = "Dein Telefon";
"Login.PhonePlaceholder" = "Deine Telefonnummer";
"Login.CountryCode" = "Landeskennzahl";
"Login.InvalidCountryCode" = "Ungültige Landeskennzahl";

"Login.CodeTitle" = "Dein Code";

"Login.InfoTitle" = "Deine Informationen";
"Login.InfoAvatarAdd" = "hinzufügen";
"Login.InfoAvatarPhoto" = "Foto";
"Login.InfoFirstNamePlaceholder" = "Vorname";
"Login.InfoLastNamePlaceholder" = "Nachname";
"Login.InfoUpdatePhoto" = "Foto aktualisieren";
"Login.InfoDeletePhoto" = "Foto löschen";
"Login.InfoHelp" = "Gib deinen Namen ein und füge ein Profilbild hinzu.";

// Login.SelectCountry
"Login.SelectCountry.Title" = "Land";

// Welcome Screen
"WelcomeScreen.Title" = "Los geht's";
"WelcomeScreen.Logout" = "Abmelden";
"WelcomeScreen.Greeting" = "Willkommen, %@!";
"WelcomeScreen.ContactsAccessDisabled" = "Leider konnten die Kontakte nicht synchronisiert werden.";
"WelcomeScreen.ContactsAccessHelp" = "Die Telegram-Kommunikation basiert auf deiner Kontaktliste. Bitte gehe zu deinen %@ Einstellungen — Datenschutz — Kontakte und schalte diese für Telegram EIN.";
"WelcomeScreen.ContactsAccessSettings" = "Einstellungen";
"WelcomeScreen.UpdatingTitle" = "Aktualisiere";

// Dialog List
"DialogList.TabTitle" = "Chats";
"DialogList.Title" = "Chats";
"DialogList.SearchLabel" = "Suchen";
"DialogList.SelectContact" = "Kontakt auswählen";
"DialogList.SelectContacts" = "Kontakte auswählen";
"DialogList.Create" = "Erstellen";
"DialogList.NoMessagesTitle" = "Du hast noch keine Chats";
"DialogList.NoMessagesText" = "Beginne Telegram zu nutzen, indem du eine neue Nachricht erstellst (rechts oben) oder deine Kontaktliste öffnest.";
"DialogList.SingleTypingSuffix" = "%@ tippt";
"DialogList.MultipleTypingSuffix" = "%d tippen";
"DialogList.Typing" = "tippt";
"DialogList.ClearHistoryConfirmation" = "Verlauf löschen";
"DialogList.DeleteConversationConfirmation" = "Löschen und beenden";
"DialogList.AwaitingEncryption" = "Warte, bis %@ online geht ...";
"DialogList.EncryptionRejected" = "Geheimen Chat abgelehnt";
"DialogList.EncryptionProcessing" = "Tausche Schlüssel aus ...";
"DialogList.EncryptedChatStartedOutgoing" = "%@ ist deinem Geheimen Chat beigetreten.";
"DialogList.EncryptedChatStartedIncoming" = "%@ hat einen Geheimen Chat erstellt.";
"DialogList.Conversations" = "Unterhaltungen";
"DialogList.Messages" = "Nachrichten";

// Compose
"Compose.TokenListPlaceholder" = "Wem willst du eine Nachricht schicken?";
"Compose.NewMessage" = "Neue Nachricht";
"Compose.NewGroup" = "Neue Gruppe";
"Compose.NewEncryptedChat" = "Neuer Geheimer Chat";
"Compose.NewBroadcast" = "Broadcast Liste";
"Compose.NewBroadcastButton" = "Neuer Broadcast";
"Compose.Recipients" = "Empfänger";
"Compose.Create" = "Erstellen";

// Contacts
"Contacts.TabTitle" = "Kontakte";
"Contacts.Title" = "Kontakte";
"Contacts.Invite" = "Einladen";
"Contacts.contact" = "Kontakt";
"Contacts.contacts" = "Kontakte";
"Contacts.contactsvar" = "Kontakte";
"Contacts.InvitationText" = "Hey, lass uns zu Telegram wechseln: http://telegram.org/dl";
"Contacts.FailedToSendInvitesMessage" = "Ein Fehler ist aufgetreten.";
"Contacts.AccessDeniedError" = "Telegram hat keinen Zugriff auf deine Kontakte";
"Contacts.AccessDeniedHelpLandscape" = "Bitte gehe zu deinen %@ Einstellungen — Datenschutz — Kontakte.\nDann schalte diese für Telegram EIN.";
"Contacts.AccessDeniedHelpPortrait" = "Bitte gehe zu deinen %@ Einstellungen — Datenschutz — Kontakte.\nDann schalte diese für Telegram EIN.";
"Contacts.AccessDeniedHelpON" = "EIN";
"Contacts.InviteToTelegram" = "Zu Telegram einladen";
"Contacts.InviteFriends" = "Freunde einladen";
"Contacts.SelectAll" = "Alle auswählen";

"Contacts.Discover" = "Freunde finden";

// Requests
"Requests.TabTitle" = "Anfragen";
"Requests.Title" = "Anfragen";

// Places
"Places.TabTitle" = "Orte";
"Places.Title" = "Orte";

// Places.Recents
"Places.Recents.Title" = "Letzte Orte";

// Create Place
"CreatePlace.Title" = "Ort erstellen";
"CreatePlace.GenericError" = "Ein Fehler ist aufgetreten";
"CreatePlace.NamePlaceholder" = "Name";
"CreatePlace.AddressPlaceholder" = "Adresse";

// Conversation
"Conversation.InputTextPlaceholder" = "Nachricht";
"Conversation.Send" = "Senden";
"Conversation.typing" = "tippt";
"Conversation.MessageDeliveryFailed" = "Deine Nachricht wurde nicht zugesandt. Drücke „Erneut senden“ um die Nachricht zu verschicken.";
"Conversation.MessageDialogEdit" = "Bearbeiten";
"Conversation.MessageDialogRetry" = "Erneut senden";
"Conversation.MessageDialogRetryAll" = "%1$d Nachrichten erneut gesendet";
"Conversation.MessageDialogDelete" = "Löschen";
"Conversation.LinkDialogOpen" = "Öffnen";
"Conversation.LinkDialogCopy" = "Kopieren";
"Conversation.EditDelete" = "Löschen";
"Conversation.EditForward" = "Weiterleiten";
"Conversation.ForwardToPrefix" = "Weiterleiten an ";
"Conversation.ForwardTitle" = "Weiterleiten";
"Conversation.ForwardChats" = "Chats";
"Conversation.ForwardContacts" = "Kontakte";
"Conversation.StatusKickedFromGroup" = "du wurdest aus der Gruppe entfernt";
"Conversation.StatusLeftGroup" = "du hast die Gruppe verlassen";
"Conversation.StatusTyping" = "tippt";
"Conversation.BroadcastTitle" = "Broadcast";
"Conversation.Call" = "Anrufen";
"Conversation.Mute" = "Ton aus";
"Conversation.Unmute" = "Ton ein";
"Conversation.Edit" = "Bearbeiten";
"Conversation.Info" = "Info";
"Conversation.Block" = "Blockieren";
"Conversation.Unblock" = "Freigeben";
"Conversation.ClearAll" = "Alle löschen";
"Conversation.Location" = "Standort";
"Conversation.Document" = "Datei";
"Conversation.Contact" = "Kontakt";
"Conversation.BlockUser" = "Benutzer blockieren";
"Conversation.UnblockUser" = "Benutzer freigeben";
"Conversation.DeleteGroup" = "Diese Gruppe löschen";
"Conversation.DeleteChat" = "Diesen Chat löschen";
"Conversation.ClearAllConfirmation" = "Alle Nachrichten löschen?";
"Conversation.SearchImages" = "Bilder suchen";
"Conversation.UnsupportedMedia" = "Diese Nachricht wird von deiner Telegram-Version nicht unterstützt. Bitte aktualisiere die App:\nhttp://telegram.org/update";
"Conversation.EncryptionWaiting" = "Warte, bis %@ online geht ...";
"Conversation.EncryptionProcessing" = "Tausche Schlüssel aus ...";
"Conversation.SupportPlaceholder" = "Hast du eine Frage zu Telegram?";
"Conversation.EmptyPlaceholder" = "Noch keine Nachrichten …";
"Conversation.EncryptedPlaceholderTitleIncoming" = "%@ hat dich zu einem\nEnde-zu-Ende verschlüsselten\nGeheimen Chat eingeladen.";
"Conversation.EncryptedPlaceholderTitleOutgoing" = "Du hast %@ zu einem \nEnde-zu-Ende verschlüsselten\nGeheimen Chat eingeladen.";
"Conversation.EncryptedDescriptionTitle" = "Geheime Chats in Kürze:";
"Conversation.EncryptedDescription1" = "Keine Serverspeicherung";
"Conversation.EncryptedDescription2" = "Selbstzerstörungs-Timer";
"Conversation.EncryptedDescription3" = "Verbieten Weiterleitung";
"Conversation.EncryptedDescription4" = "Auf ein Gerät beschränkt";
"Conversation.EncryptedForwardingAlert" = "Leider kannst du keine Nachricht aus einem Geheimen Chat weiterleiten.";
"Conversation.ContextMenuCopy" = "Kopieren";
"Conversation.ContextMenuDelete" = "Löschen";
"Conversation.ContextMenuForward" = "Weiterleiten";
"Conversation.ContextMenuMore" = "Mehr ...";

"Conversation.StatusMembers_1" = "1 Mitglied";
"Conversation.StatusMembers_2" = "2 Mitglieder";
"Conversation.StatusMembers_3_10" = "%@ Mitglieder";
"Conversation.StatusMembers_any" = "%@ Mitglieder";

"Conversation.StatusRecipients_1" = "1 Empfänger";
"Conversation.StatusRecipients_2" = "2 Empfänger";
"Conversation.StatusRecipients_3_10" = "%@ Empfänger";
"Conversation.StatusRecipients_any" = "%@ Empfänger";

"Conversation.StatusOnline_1" = "1 online";
"Conversation.StatusOnline_2" = "2 online";
"Conversation.StatusOnline_3_10" = "%@ online";
"Conversation.StatusOnline_any" = "%@ online";

"Conversation.UnreadMessages" = "Ungelesene Nachrichten";
"Conversation.InfoGroup" = "Gruppe";
"Conversation.InfoPrivate" = "Kontakt";
"Conversation.InfoBroadcastList" = "Liste";

// Notification
"Notification.RenamedChat" = "%@ hat die Gruppe umbenannt";
"Notification.ChangedGroupPhoto" = "%@ hat das Gruppenbild geändert";
"Notification.RemovedGroupPhoto" = "%@ hat das Gruppenbild gelöscht";
"Notification.ChangedUserPhoto" = "%@ hat ein neues Profilbild hinzugefügt";
"Notification.RemovedUserPhoto" = "%@ hat das Profilbild entfernt";
"Notification.JoinedChat" = "%@ ist der Gruppe beigetreten";
"Notification.Invited" = "%@ hat %@ eingeladen";
"Notification.LeftChat" = "%@ hat die Gruppe verlassen";
"Notification.Kicked" = "%@ hat %@ entfernt";
"Notification.CreatedChat" = "%@ hat eine Gruppe erstellt";
"Notification.CreatedBroadcastList" = "Du hast eine Broadcast Liste erstellt";
"Notification.CreatedChatWithTitle" = "%@ hat die Gruppe „%@“ erstellt";
"Notification.Joined" = "%@ benutzt jetzt Telegram";
"Notification.ChangedGroupName" = "%@ hat den Gruppennamen in „%@“ geändert";
"Notification.CreatedGeoChat" = "%@ hat einen Ort erstellt";
"Notification.CreatedGeoChatWithTitle" = "%@ hat den Ort „%@“ erstellt";
"Notification.GeochatUserCheckedIn" = "%@ hat eingecheckt";
"Notification.NewAuthDetected" = "%1$@, Wir haben einen Zugriff auf dein Konto von einem neuen Gerät am %2$@, %3$@ um %4$@ erkannt.Gerät:%5$@Standort: %6$@Wenn das nicht du gewesen bist, kannst du in den Einstellungen alle Sitzungen beenden.\nDanke, das Telegram-Team";
"Notification.EncryptedChatRequested" = "Geheimen Chat angefordert";
"Notification.EncryptedChatAccepted" = "Geheimen Chat angenommen";
"Notification.MessageLifetimeChanged" = "%1$@ hat den Timer auf %2$@ gesetzt";
"Notification.MessageLifetimeChangedOutgoing" = "Du hast den Timer auf %1$@ gesetzt";
"Notification.MessageLifetimeRemoved" = "%1$@ hat den Timer deaktivert";
"Notification.MessageLifetimeRemovedOutgoing" = "Du hast den Timer deaktiviert";
"Notification.MessageLifetime2s" = "2 Sek.";
"Notification.MessageLifetime5s" = "5 Sek.";
"Notification.MessageLifetime1m" = "1 Min.";
"Notification.MessageLifetime1h" = "1 Std.";
"Notification.MessageLifetime1d" = "1 Tag";
"Notification.MessageLifetime1w" = "1 Wo.";

// Message
"Message.Photo" = "Foto";
"Message.Video" = "Video";
"Message.Location" = "Standort";
"Message.Contact" = "Kontakt";
"Message.File" = "Datei";
"Message.Audio" = "Audio";
"Message.ForwardedMessage" = "Nachricht weitergeleitet\nVon: %@";
"Message.SharedContact" = "Geteilter Kontakt";

// Conversation Profile
"ConversationProfile.ErrorCreatingConversation" = "Ein Fehler ist aufgetreten";
"ConversationProfile.UserLeftChatError" = "Leider hat %@ entschieden diese Gruppe zu verlassen, deshalb kannst du ihn nicht wieder dazu einladen.";
"ConversationProfile.UnknownAddMemberError" = "Ein unerwarteter Fehler ist aufgetreten. Unsere Zauberer wurden unterrichtet und werden das Problem in Kürze beheben. Tut uns leid.";
"ConversationProfile.UsersTooMuchError" = "Leider ist diese Gruppe voll. Du kannst keine weiteren Mitglieder hinzufügen.";

"ConversationProfile.LeaveDeleteAndExit" = "Löschen und beenden";

"Conversation.DownloadPhoto" = "Foto herunterladen";
"Conversation.ViewPhoto" = "Foto anzeigen";
"Conversation.PlayVideo" = "Video abspielen";
"Conversation.Play" = "Abspielen";
"Conversation.Stop" = "Stop";
"Conversation.ViewFile" = "Datei anzeigen";
"Conversation.Download" = "Herunterladen";
"Conversation.DownloadMegabytes" = "%.1fMB herunterladen";
"Conversation.DownloadKilobytes" = "%dkB herunterladen";
"Conversation.Megabytes" = "%.1fMB";
"Conversation.Kilobytes" = "%dKb";
"Conversation.DownloadProgressMegabytes" = "%1$.1fMb / %2$.1fMB";
"Conversation.DownloadProgressKilobytes" = "%1$dKb / %2$dkB";
"Conversation.ViewLocation" = "Standort ansehen";
"Conversation.SearchWebImages" = "Bilder im Web suchen";
"Conversation.ShareMyContactInfo" = "Meine Kontaktdaten teilen";
"Conversation.AddContact" = "Kontakt hinzufügen";
"Conversation.SendMessage" = "Nachricht senden";
"Conversation.EncryptionCanceled" = "Geheimen Chat abgelehnt";
"Conversation.DeleteOneMessage" = "Nachricht löschen";
"Conversation.DeleteManyMessages" = "Nachrichten löschen";
"Conversation.View" = "Ansehen";
"Conversation.Download" = "Herunterladen";
"Conversation.SlideToCancel" = "Wischen um Abzubrechen";
"Conversation.ApplyLocalization" = "Lokalisierung anwenden";
"Conversation.OpenFile" = "Datei öffnen";
"Conversation.MicrophoneAccessDisabled" = "Telegram benötigt für Sprachnachrichten Zugriff auf dein Mikrofon. Bitte gehe in deine iOS Einstellungen — Privatsphäre — Mikrofon und aktiviere den Zugriff für Telegram.";

// Media Picker
"MediaPicker.Send" = "Senden";
"MediaPicker.Choose" = "Auswählen";
"SearchImages.SearchImages" = "Bilder suchen";
"SearchImages.Title" = "Alben";
"MediaPicker.CameraRoll" = "Camera Roll";
"SearchImages.NoImagesFound" = "Keine Bilder gefunden";
"MediaPicker.AccessDeniedError" = "Telegram hat keinen Zugriff auf deine Fotos";
"MediaPicker.AccessDeniedHelp" = "Bitte gehe zu deinen %@ Einstellungen — Datenschutz — Fotos.\nDann schalte diese für Telegram EIN.";
"SearchImages.Downloading#Kb" = "Lade %d kB herunter";
"SearchImages.Downloading#Mb" = "Lade %d MB herunter";
"SearchImages.ImageNofM" = "Bild%1$@ von %2$@";
"SearchImages.DownloadCancelled" = "Herunterladen abgebrochen";
"SearchImages.ErrorDownloadingImage" = "Fehler beim Herunterladen des Bildes";
"SearchImages.SkipImage" = "Bild überspringen";
"SearchImages.RetryDownload" = "Herunterladen wiederholen";

// User Profile
"Profile.ImageUploadError" = "Ein Fehler ist aufgetreten. Bitter versuche es später erneut.";
"Profile.PhonebookAccessDisabled" = "Um diese Funktion zu ermöglichen, gehe bitte zu deinen iPhone Einstellungen — Datenschutz — Kontakte.\nDann schalte diese für Telegram EIN.";
"Profile.CreateEncryptedChatError" = "Ein Fehler ist aufgetreten.";
"Profile.CreateEncryptedChatOutdatedError" = "Konnte keinen geheimen Chat mit %@ starten.\n%@ benutzt eine ältere Version von Telegram und muss diese erst aktualisieren.";
"Profile.CreateNewContact" = "Neuen Kontakt erstellen";
"Profile.AddToExisting" = "Bestehenden Kontakt hinzufügen";
"Profile.EncryptionKey" = "Geheimer Schlüssel";
"Profile.MessageLifetime" = "Selbstzerstörungstimer";
"Profile.MessageLifetimeForever" = "Aus";
"Profile.MessageLifetime2s" = "2s";
"Profile.MessageLifetime5s" = "5s";
"Profile.MessageLifetime1m" = "1m";
"Profile.MessageLifetime1h" = "1h";
"Profile.MessageLifetime1d" = "1T";
"Profile.MessageLifetime1w" = "1W";
"Profile.ShareContactButton" = "Kontakt teilen";
"Profile.ShareContactPrefix" = "Kontakt senden an";

// User Info
"UserInfo.Title" = "Info";
"UserInfo.FirstNamePlaceholder" = "Vorname";
"UserInfo.LastNamePlaceholder" = "Nachname";
"UserInfo.GenericPhoneLabel" = "mobil";
"UserInfo.SendMessage" = "Nachricht senden";
"UserInfo.AddContact" = "Kontakt hinzufügen";
"UserInfo.ShareContact" = "Kontakt teilen";
"UserInfo.StartSecretChat" = "Geheimen Chat starten";
"UserInfo.DeleteContact" = "Kontakt löschen";
"UserInfo.CreateNewContact" = "Neuen Kontakt erstellen";
"UserInfo.AddToExisting" = "Zu bestehenden hinzufügen";
"UserInfo.AddPhone" = "Telefon hinzufügen";
"UserInfo.NotificationsEnabled" = "Aktiviert";
"UserInfo.NotificationsDisabled" = "Deaktiviert";
"UserInfo.NotificationsEnable" = "Aktivieren";
"UserInfo.NotificationsDisable" = "Deaktivieren";
"UserInfo.Invite" = "Zu Telegram einladen";

// New Contact
"NewContact.Title" = "Neuer Kontakt";

// Phone Label
"PhoneLabel.Title" = "Bezeichnung";

// Secret Chat
"SecretChat.Title" = "Geheimer Chat";

// Group Info
"GroupInfo.Title" = "Gruppen-Info";
"GroupInfo.GroupNamePlaceholder" = "Gruppenname";
"GroupInfo.BroadcastListNamePlaceholder" = "Listenname";
"GroupInfo.SetGroupPhoto" = "Gruppenbild wählen";
"GroupInfo.SetGroupPhotoStop" = "Stopp";
"GroupInfo.SetGroupPhotoDelete" = "Foto löschen";
"GroupInfo.Notifications" = "Mitteilungen";
"GroupInfo.Sound" = "Ton auswählen";
"GroupInfo.SharedMedia" = "Geteilte Medien";
"GroupInfo.SharedMediaNone" = "Keine";
"GroupInfo.DeleteAndExit" = "Löschen und beenden";
"GroupInfo.DeleteAndExitConfirmation" = "Du wirst dieser Gruppe nicht erneut beitreten können.";
"GroupInfo.ParticipantCount_1" = "1 MITGLIED";
"GroupInfo.ParticipantCount_2" = "2 MITGLIEDER";
"GroupInfo.ParticipantCount_3_10" = "%@ MITGLIEDER";
"GroupInfo.ParticipantCount_any" = "%@ MITGLIEDER";
"GroupInfo.AddParticipant" = "Teilnehmer hinzufügen ...";
"GroupInfo.AddParticipantTitle" = "Kontakte";
"GroupInfo.AddParticipantConfirmation" = "%@ zur Gruppe hinzufügen?";
"GroupInfo.KickedStatus" = "Du wurdest aus der Gruppe entfernt";
"GroupInfo.LeftStatus" = "Du hast die Gruppe verlassen";

// Encryption Key
"EncryptionKey.Title" = "Geheimer Schlüssel";
"EncryptionKey.Description" = "Dieses Bild ist eine Visualisierung des geheimen Schlüssels für den geheimen Chat mit %1$@.\nWenn dieses Bild auf %2$@s Telefon genau so aussieht, ist euer Chat zu 200%% sicher.\nErfahre mehr auf telegram.org";

// Conversation media
"ConversationMedia.Title" = "Medien";
"ConversationMedia.EmptyTitle" = "Keine Fotos oder Videos";

// Preview
"Preview.VideoNotYetDownloaded" = "Das Video zuerst herunterladen.";
"Preview.GroupPhotoTitle" = "Gruppenbild";
"Preview.ProfilePhotoTitle" = "Profilbild";
"Preview.LoadingVideo" = "Video wird geladen...";
"Preview.LoadingImage" = "Vollbild wird geladen ...";
"Preview.LoadingImages" = "Vollbilder werden geladen ...";
"Preview.DeletePhoto" = "Foto löschen";
"Preview.DeleteVideo" = "Video löschen";
"Preview.ForwardViaTelegram" = "Per Telegram weiterleiten";
"Preview.SaveToCameraRoll" = "In der Camera Roll speichern";

// Map
"Map.ChooseLocationTitle" = "Standort";
"Map.MapTitle" = "Karte";
"Map.Send" = "Senden";
"Map.Map" = "Karte";
"Map.Satellite" = "Satellit";
"Map.Hybrid" = "Hybrid";
"Map.AccessDeniedError" = "Bitte gehe zu deinen iPhone Einstellungen — Datenschutz — Ortungsdienste.\nDann schalte diese für Telegram EIN.";
"Map.ForwardViaTelegram" = "Per Telegram weiterleiten";
"Map.GetDirections" = "Wegbeschreibung";
"Map.OpenInGoogleMaps" = "In Google Maps öffnen";

// Web
"Web.Error" = "Seite konnte nicht geladen werden";
"Web.OpenExternal" = "In Safari öffnen";
"Web.CopyLink" = "Link kopieren";

// Document
"Document.TargetConfirmationFormat" = " Datei ({size}) an {target} senden?";

// Dialog List
"DialogList.You" = "Du";

// Settings
"Settings.TabTitle" = "Einstellungen";
"Settings.SetProfilePhoto" = "Profilbild wählen";
"Settings.Logout" = "Abmelden";
"Settings.Title" = "Einstellungen";
"Settings.NotificationsAndSounds" = "Mitteilungen und Töne";
"Settings.ChatSettings" = "Chat-Einstellungen";
"Settings.BlockedUsers" = "Blockierte Nutzer";
"Settings.ChatBackground" = "Chat-Hintergrundbild";
"Settings.Support" = "Eine Frage stellen";
"Settings.FAQ" = "Fragen und Antworten";
"Settings.FAQ_URL" = "http://telegram.org/faq#general";
"Settings.FAQ_Intro" = "Bedenke bitte, dass der Telegram Support von einem ehrenamtlichen Team betreut wird. Wir versuchen so schnell wie möglich zu antworten, dies kann jedoch manchmal ein bisschen dauern.\nBitte schau auch in den Fragen und Antworten nach. Dort findest du Antworten auf die meisten Fragen und wichtige Tipps zur Problembehandlung.";
"Settings.FAQ_Button" = "Fragen und Antworten";
"Settings.SaveIncomingPhotos" = "Speichere eingehende Bilder";
"Settings.SaveIncomingPhotosHelp" = "Empfangene Bilder automatisch in Aufnahmen speichern.";
"Settings.LogoutError" = "Ein Fehler ist aufgetreten. Bitter versuche es später erneut.";

// Notifications and Sounds
"Notifications.Title" = "Mitteilungen";
"Notifications.MessageNotifications" = "NACHRICHTEN";
"Notifications.MessageNotificationsAlert" = "Hinweiston";
"Notifications.MessageNotificationsPreview" = "Nachrichtenvorschau";
"Notifications.MessageNotificationsSound" = "Ton auswählen";
"Notifications.MessageNotificationsHelp" = "Du kannst Mitteilungen für bestimmte Benutzer in der Benutzer-Info festlegen.";

"Notifications.GroupNotifications" = "GRUPPEN";
"Notifications.GroupNotificationsAlert" = "Hinweiston";
"Notifications.GroupNotificationsPreview" = "Nachrichtenvorschau";
"Notifications.GroupNotificationsSound" = "Ton auswählen";
"Notifications.GroupNotificationsHelp" = "Du kannst Mitteilungen für bestimmte Gruppe in der Gruppen-Info festlegen.";

"Notifications.TextTone" = "Benachrichtigungston";
"Notifications.AlertTones" = "HINWEISTÖNE";
"Notifications.ClassicTones" = "KLASSISCH";

"Notifications.InAppNotifications" = "IN-APP";
"Notifications.InAppNotificationsSounds" = "In-App Töne";
"Notifications.InAppNotificationsVibrate" = "In-App Vibrieren";
"Notifications.InAppNotificationsPreview" = "In-App Vorschau";

"Notifications.Reset" = "Zurücksetzen";
"Notifications.ResetAllNotifications" = "Einstellungen zurücksetzen";
"Notifications.ResetAllNotificationsHelp" = "Deine Mitteilungseinstellungen löschen.";

// Chat Settings
"ChatSettings.Title" = "Chat-Einstellungen";
"ChatSettings.Appearance" = "ERSCHEINUNGSBILD";
"ChatSettings.TextSize" = "Textgröße";
"ChatSettings.TextSizeUnits" = "pt";
"ChatSettings.AutomaticPhotoDownload" = "AUTOMATISCHER BILDER-DOWNLOAD";
"ChatSettings.AutomaticAudioDownload" = "AUTOMATISCHER AUDIO-DOWNLOAD";
"ChatSettings.PrivateChats" = "Geheime Chats";
"ChatSettings.Groups" = "Gruppen";
"ChatSettings.Security" = "SICHERHEIT";
"ChatSettings.ClearOtherSessions" = "Alle anderen Sitzungen beenden";
"ChatSettings.ClearOtherSessionsHelp" = "Alle Geräte außer diesem abmelden.";
"ChatSettings.ClearOtherSessionsConfirmation" = "Bist du sicher, dass du alle Geräte außer diesem abmelden willst?";
"ChatSettings.ClearOtherSessionsFailed" = "Ein Fehler ist aufgetreten.";
"ChatSettings.Language" = "SPRACHE";
"ChatSettings.RevertLanguage" = "Sprache zurücksetzen";
"ChatSettings.Cache" = "CACHE";

// Usage
"Cache.Title" = "Cache";
"Cache.ClearCache" = "Cache leeren";

// Blocked Users
"BlockedUsers.Title" = "Blockiert";
"BlockedUsers.SelectUserTitle" = "Nutzer blockieren";
"BlockedUsers.AlreadyBlocked" = "Dieser Benutzer ist bereits blockiert";
"BlockedUsers.BlockUser" = "Nutzer blockieren";
"BlockedUsers.BlockPrefix" = "Blockieren";
"BlockedUsers.BlockTitle" = "Blockieren";
"BlockedUsers.LeavePrefix" = "Verlassen";
"BlockedUsers.Info" = "Du wirst von blockierten Kontakten keine Nachrichten erhalten.";
"BlockedUsers.AddNew" = "Neuen hinzufügen ...";
"BlockedUsers.Unblock" = "Freigeben";

// Wallpaper
"Wallpaper.Title" = "Chat-Hintergrundbild";
"Wallpaper.PhotoLibrary" = "Gallerie";
"Wallpaper.Set" = "Auswählen";
"Wallpaper.Wallpaper" = "Hintergrund";

// Update
"Update.Update" = "Aktualisieren";

// Service
"Service.LocalizationDownloadError" = "Konnte Sprachdatei nicht herunterladen. Bitte prüfe die Internetverbindung und versuche es erneut.";
"Service.ApplyLocalization" = "Sprachdatei anwenden?";
"Service.ApplyLocalizationWithWarnings" = "%@\n\nSprachdatei anwenden?";

"Notification.SecretChatMessageScreenshot" = "Bildschirmfoto!";
"Notification.SecretChatScreenshot" = "Bildschirmfoto aufgenommen!";

// Broadcast Lists
"DialogList.Broadcast" = "Broadcast";
"BroadcastLists.Title" = "Broadcast Listen";
"BroadcastLists.NoListsYet" = "Noch keine Listen";
"BroadcastLists.NoListsText" = "Mit Broadcast Listen kannst du einfach Nachrichten an viele Empfänger auf einmal senden.";

// Broadcast List
"BroadcastListInfo.Title" = "Broadcast Liste";
"BroadcastListInfo.AddRecipient" = "Empfänger hinzufügen";

// Video
"VideoPreview.OptionSD" = "Normale Größe (%@)";
"VideoPreview.OptionHD" = "Hohe Auflösung (%@)";

"ChatSettings.AutoPlayAudio" = "Autom. Abspielen";

"Settings.LogoutConfirmationTitle" = "Abmelden?";
"Settings.LogoutConfirmationText" = "\nDu kannst Telegram von all deinen Geräten gleichzeitig nutzen. \n\nWichtig: Abmelden löscht deine Geheimen Chats.";

"Login.PadPhoneHelp" = "\nDu kannst deine Handynummer auf allen Geräten mit Telegram benutzen.\nBenutze nicht deine iPad-Nummer, da wir dir eine SMS senden werden.\n\nStimmt die Nummer?\n{number}";
"Login.PadPhoneHelpTitle" = "Deine Nummer";
